/*
* Copyright (c) 2017 Hinew. All Rights Reserved.
 * ============================================================================
 * 版权所有 海牛(上海)电子商务有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.hinew.com.cn
 * ============================================================================
*/
package com.acronsh;

/**
 * @author wangyakun
 * @email yakun0622@gmail.com
 * @date 2017/8/6 23:51
 */
public interface Knight {
    void embarkOnQuest();
}
